[
    {
        "pergunta": "Acessar a conta de e-mail de outra pessoa sem permissão é considerado crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Divulgar fotos íntimas de alguém sem consentimento não é um crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "O roubo de identidade online pode resultar em graves consequências legais?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "A pirataria de software não é considerada um crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Enviar e-mails fraudulentos para obter informações pessoais é uma prática legal?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Usar informações de cartão de crédito roubado online é crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Hackear sistemas governamentais é considerado um crime virtual sério?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Acessar redes Wi-Fi privadas sem permissão é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "O ciberbullying não é considerado um crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Comprar produtos ilegais em mercados da dark web é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Phishing e spear phishing são técnicas de crimes virtuais?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "O uso de bots para manipular resultados de votações online é legal?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Compartilhar músicas e filmes protegidos por direitos autorais sem autorização é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "A interceptação de comunicações eletrônicas sem permissão é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Os crimes de ódio online não são considerados crimes virtuais?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "A criação e disseminação de malware não é um crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "A violação de direitos autorais através da internet é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Publicar informações falsas sobre alguém na internet pode ser um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "O uso de programas de captura de tela para espionar usuários é permitido?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Participar de fóruns que promovem atividades ilegais não é crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "A criação de sites de phishing é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Usar software para descodificar senhas de redes sociais de terceiros é um crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "Distribuir conteúdo que incita violência ou discriminação através da internet é considerado crime virtual?",
        "resposta_correta": "Verdadeiro"
    },
    {
        "pergunta": "O uso de scripts para ataques de força bruta em contas online não é crime virtual?",
        "resposta_correta": "Falso"
    },
    {
        "pergunta": "Divulgar dados pessoais de outras pessoas sem consentimento é crime virtual?",
        "resposta_correta": "Verdadeiro"
    }
]
