{
    "tutorial": [
      {
        "id": 0,
        "imagem": "../assets/malwareImg.jpg",
        "titulo": "Proteção contra Malware",
        "video": "https://www.youtube.com/watch?v=O1Iu_4mMTs8",
        "etapas": [
          {
            "id": 1,
            "imagem": "../assets/etapa1.png",
            "titulo": "Etapa 1: Mantenha seu Software Atualizado",
            "descricao": "Manter seu sistema operacional, programas e aplicativos sempre atualizados é essencial para proteger seu dispositivo contra vulnerabilidades que os malwares exploram. Configure as atualizações automáticas sempre que possível e verifique regularmente por atualizações manualmente."
          },
          {
            "id": 2,
            "imagem": "../assets/etapa2.png",
            "titulo": "Etapa 2: Utilize um Antivírus e Antimalware Confiável",
            "descricao": "Instale e mantenha um software antivírus e antimalware atualizado. Configure-o para realizar verificações regulares do sistema e das suas atividades online. Certifique-se de que o software escolhido oferece proteção em tempo real contra ameaças conhecidas e desconhecidas."
          },
          {
            "id": 3,
            "imagem": "../assets/etapa3.png",
            "titulo": "Etapa 3: Práticas Seguras de Navegação e Download",
            "descricao": "Evite clicar em links suspeitos ou baixar software de fontes não confiáveis. Ao navegar na internet, verifique se o site é seguro (https://) e use uma conexão VPN ao se conectar a redes Wi-Fi públicas. Além disso, sempre faça backup regular de seus arquivos importantes para protegê-los contra ransomwares e outras formas de ataque. Seguindo estas três etapas simples, você pode significativamente reduzir o risco de infecção por malware e manter seus dados seguros."
        }
        ]
      },
      {
        "id": 1,
        "imagem": "../assets/2fatoresImg.jpg",
        "titulo": "Autenticação de Dois Fatores",
        "video": "https://www.youtube.com/watch?v=eTwMEgSFvVg",
        "etapas": [
          {
            "id": 1,
            "imagem": "../assets/etapa1.png",
            "titulo": "Etapa 1: Ative a Autenticação de Dois Fatores (2FA)",
            "descricao": "Primeiramente, habilite a autenticação de dois fatores em todas as contas que oferecem esse recurso. Normalmente, isso pode ser configurado nas configurações de segurança da sua conta. A 2FA adiciona uma camada extra de segurança exigindo um segundo método de verificação além da senha, como um código enviado por SMS ou gerado por um aplicativo autenticador."
          },
          {
            "id": 2,
            "imagem": "../assets/etapa2.png",
            "titulo": "Etapa 2: Utilize Aplicativos Autenticadores",
            "descricao": "Opte por aplicativos autenticadores em vez de SMS sempre que possível. Aplicativos como Google Authenticator, Authy ou Microsoft Authenticator são mais seguros contra ataques de phishing de SMS. Configure o aplicativo com suas contas para gerar códigos de autenticação temporários."
          },
          {
            "id": 3,
            "imagem": "../assets/etapa3.png",
            "titulo": "Etapa 3: Mantenha seus Dispositivos Seguros",
            "descricao": "Assegure-se de que seus dispositivos (celulares, computadores) estão protegidos com senhas fortes e atualizações regulares. Evite fazer root ou jailbreak em dispositivos móveis, pois isso pode comprometer sua segurança. Se possível, use biometria (como impressão digital ou reconhecimento facial) para desbloquear seus dispositivos. Ao seguir estas três etapas, você aumenta significativamente a segurança das suas contas online com a autenticação de dois fatores, tornando mais difícil para os invasores acessarem suas informações mesmo que tenham sua senha."
          }
        ]
      },
      {
        "id": 2,
        "imagem": "../assets/backupImg.jpg",
        "titulo": "Backup de Dados",
        "video": "https://www.youtube.com/watch?v=OK2u0WEKJCg",
        "etapas": [
          {
            "id": 1,
            "imagem": "../assets/etapa1.png",
            "titulo": "Etapa 1: Escolha uma Solução de Backup Confiável",
            "descricao": "Primeiramente, escolha uma solução de backup confiável que atenda às suas necessidades. Você pode optar por backup em nuvem, dispositivos externos (como HDs ou SSDs) ou uma combinação de ambos. Certifique-se de que a solução escolhida ofereça criptografia para proteger seus dados durante o armazenamento e a transmissão."
          },
          {
            "id": 2,
            "imagem": "../assets/etapa2.png",
            "titulo": "Etapa 2: Defina uma Rotina de Backup Regular",
            "descricao": "Estabeleça uma rotina de backup regular para garantir que seus dados importantes sejam salvos com frequência. Determine a frequência adequada com base na quantidade e na importância dos dados que você está protegendo. Automatize, se possível, para garantir que os backups sejam feitos de forma consistente e sem falhas humanas."
          },
          {
            "id": 3,
            "imagem": "../assets/etapa3.png",
            "titulo": "Etapa 3: Teste e Verifique seus Backups",
            "descricao": "Não confie cegamente nos backups. Regularmente, teste a recuperação dos dados para garantir que seus backups estão funcionando conforme o esperado e que os arquivos podem ser restaurados integralmente quando necessário. Revise e atualize seu plano de backup conforme novos dados são adicionados ou alterados. Seguindo estas três etapas, você estará melhor preparado para proteger seus dados importantes contra perda acidental, corrupção de dados ou ataques cibernéticos."
          }
        ]
      },
      {
        "id": 3,
        "imagem": "../assets/atualizacaoSoftwareImg.jpg",
        "titulo": "Atualização de Software",
        "video": "https://www.youtube.com/watch?v=KIOW1eLItfY",
        "etapas": [
          {
            "id": 1,
            "imagem": "../assets/etapa1.png",
            "titulo": "Etapa 1: Mantenha seu Sistema Operacional Atualizado",
            "descricao": "Sempre mantenha seu sistema operacional (como Windows, macOS, Linux) atualizado. Configure as atualizações automáticas para que novas correções de segurança e melhorias sejam instaladas assim que estiverem disponíveis."
          },
          {
            "id": 2,
            "imagem": "../assets/etapa2.png",
            "titulo": "Etapa 2: Atualize seus Aplicativos e Programas Regularmente",
            "descricao": "Além do sistema operacional, mantenha todos os seus aplicativos e programas atualizados. Isso inclui navegadores da web, plugins, programas de produtividade e qualquer outro software que você utilize regularmente. Verifique manualmente por atualizações se necessário."
          },
          {
            "id": 3,
            "imagem": "../assets/etapa3.png",
            "titulo": "Etapa 3: Verifique as Configurações de Atualização Automática",
            "descricao": "Certifique-se de que todos os dispositivos que você utiliza, como computadores, smartphones e tablets, tenham suas configurações de atualização automática ativadas. Isso garante que você receba as últimas correções de segurança e funcionalidades sem precisar se preocupar com a atualização manual. Ao seguir estas três etapas simples, você reduz significativamente o risco de vulnerabilidades de segurança exploradas por malwares e outros tipos de ataques cibernéticos."
          }
        ]
      }
    ]
  }
  